#!/usr/bin/env python
# -*- coding: utf-8 -*-

# @Date :
# @Author : Jiank
# @doc
#     !!! 前方配置高能, 均为自动生成, 随意改动可能会有不可思议的事情发生 !!!
# @end
# @copyright (C) 2015, kimech

mall_refresh_cfg = {

    1:{
        "consume": {2: 100},
        "refreshes": [(0, 0, 0),(4, 0, 0),(8, 0, 0),(12, 0, 0),(16, 0, 0),(20, 0, 0)]
    },

    2:{
        "consume": {2: 100},
        "refreshes": [(0, 0, 0),(4, 0, 0),(8, 0, 0),(12, 0, 0),(16, 0, 0),(20, 0, 0)]
    },

    3:{
        "consume": {2: 100},
        "refreshes": [(0, 0, 0),(4, 0, 0),(8, 0, 0),(12, 0, 0),(16, 0, 0),(20, 0, 0)]
    },

    4:{
        "consume": {2: 100},
        "refreshes": [(0, 0, 0),(4, 0, 0),(8, 0, 0),(12, 0, 0),(16, 0, 0),(20, 0, 0)]
    },

}
