#!/usr/bin/env python
# -*- coding: utf-8 -*-

# @Date :
# @Author : Jiank
# @doc
#     !!! 前方配置高能, 均为自动生成, 随意改动可能会有不可思议的事情发生 !!!
# @end
# @copyright (C) 2015, kimech

mall_shop_cfg = {

    1000:{
        "item": {120331: 1},
        "consume": {13: 24},
    },

    1001:{
        "item": {120400: 1},
        "consume": {13: 600},
    },

    1002:{
        "item": {120401: 1},
        "consume": {13: 600},
    },

    1003:{
        "item": {120402: 1},
        "consume": {13: 600},
    },

    1004:{
        "item": {120403: 1},
        "consume": {13: 600},
    },

    1005:{
        "item": {120404: 1},
        "consume": {13: 600},
    },

    1006:{
        "item": {120410: 1},
        "consume": {13: 240},
    },

    1007:{
        "item": {120411: 1},
        "consume": {13: 240},
    },

    1008:{
        "item": {120412: 1},
        "consume": {13: 240},
    },

    1009:{
        "item": {120413: 1},
        "consume": {13: 240},
    },

    1010:{
        "item": {120415: 1},
        "consume": {13: 240},
    },

    1011:{
        "item": {120416: 1},
        "consume": {13: 240},
    },

    1012:{
        "item": {120419: 1},
        "consume": {13: 240},
    },

    1013:{
        "item": {120420: 1},
        "consume": {13: 240},
    },

    1014:{
        "item": {120421: 1},
        "consume": {13: 120},
    },

    1015:{
        "item": {120422: 1},
        "consume": {13: 120},
    },

}
