#!/usr/bin/env python
# -*- coding: utf-8 -*-

# @Date :
# @Author : Jiank
# @doc
#     !!! 前方配置高能, 均为自动生成, 随意改动可能会有不可思议的事情发生 !!!
# @end
# @copyright (C) 2015, kimech

warship_cfg = {

    330001:{
        "open_level": 5,
        "attrs": [1001, 1004, 1007, 1010, 1013, 1016]
    },

    330004:{
        "open_level": 30,
        "attrs": [1001, 1004, 1007, 1010, 1030, 1013]
    },

    330002:{
        "open_level": 45,
        "attrs": [1001, 1004, 1007, 1010, 1013, 1029]
    },

    330003:{
        "open_level": 90,
        "attrs": [1001, 1004, 1007, 1010, 1031, 1016]
    },

    330005:{
        "open_level": 90,
        "attrs": [1001, 1004, 1007, 1010, 1030, 1031]
    },

}
